[
    {
        "title": "Is Less More? Analyzing Ratings by Recipe Complexity",
        "year": "2024",
        "image": "/portfolio/images/pimg/recipes.png",
        "description": "In our fast-paced world people have come to appreciate convenience and appreciate time savings anywhere possible, so are recipe ratings perhaps biased towards quick-and-easy solutions to feeding ourselves and our families? We analyze a dataset of over 400,000 recipes to find out."
    },
    {
        "title": "The Current State of Data Science: Compensation and Representation",
        "year":"2024",
        "image": "/portfolio/images/pimg/DSToday.png",
        "description": "As Data Science & Machine Learning evolves as one of the most dynamic and impactful domains in technology, we want to analyze trends and patterns using the 2020 Kaggle DS & ML Survey, which gathered responses from over 20,000 participants across 171 countries and territories."
    },
    {
        "title": "Computer Architecture Antics: Building a Raspberry Pi Mini Arcade.",
        "year":"2022",
        "image": "/portfolio/images/pimg/picade.png",
        "description": "Taking Computer Architecture just to build a personal arcade and have a legitimate excuse to allocate time for videogames. 😌 🌸"
    },
    {
        "title": "In iste iusto ea.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Omnis dolore hic sit laudantium placeat et tempore aspernatur ipsum officia consectetur cumque alias nam aperiam, quaerat temporibus praesentium ipsa facilis possimus rem quos fuga. Eveniet consequatur sequi molestias deserunt."
    },
    {
        "title": "Laudantium ad omnis nam.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Similique ad aspernatur aliquam? Amet neque quaerat laborum doloremque? Vero sequi autem impedit provident molestias repudiandae magnam doloremque natus, laborum velit sed maxime quibusdam quia necessitatibus ratione doloribus porro illo?"
    },
    {
        "title": "Et quae dolor ipsum!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Enim dolorem, sit illum rerum praesentium ad animi commodi sequi, alias iusto magni ducimus cumque ut veritatis, ipsam dolore quibusdam porro fugiat atque numquam et laboriosam odit! Illum, rem necessitatibus."
    },
    {
        "title": "Facilis esse inventore numquam!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Minus recusandae perferendis omnis adipisci quis corrupti delectus. Veniam a quidem dolore velit animi facilis, officia, enim temporibus nihil totam illum doloribus! Ullam, saepe. Recusandae architecto minus quod veritatis tenetur!"
    },
    {
        "title": "Exercitationem ipsam modi doloremque!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Molestias molestiae nesciunt explicabo dolorum facere? Illum enim ut expedita praesentium in sequi, sed facere consequatur culpa vel numquam optio libero sunt omnis dignissimos consectetur! Consequatur sunt debitis ullam possimus!"
    },
    {
        "title": "Quibusdam debitis quasi ducimus.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Dolores asperiores incidunt doloribus laborum eligendi, iusto inventore, dolore nihil deleniti at corrupti vitae quos vero necessitatibus accusantium sit odio, dignissimos dolor! Asperiores, vel. Officiis iusto reiciendis fugiat sequi minus."
    },
    {
        "title": "Quam blanditiis deleniti culpa!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Dolore possimus autem aliquam perferendis quod sed id ea totam? Aliquam quasi rem soluta praesentium ad in, earum sint quisquam sunt. Consequuntur reprehenderit sint beatae optio error dolores sapiente maxime?"
    },
    {
        "title": "Laudantium ipsum cum eum!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Facilis nesciunt placeat impedit qui animi? Aut dicta quisquam beatae consequatur ducimus temporibus, sequi minus quaerat inventore commodi sed soluta consectetur aspernatur placeat voluptas nisi, quidem quia omnis! Expedita, deleniti!"
    },
    {
        "title": "Aliquam facere dolorum harum!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quam non vero at quae hic consectetur amet rem, rerum id illum, incidunt in ipsa ullam quas deleniti iure adipisci maiores dolor illo quo quos fugiat. Ratione qui nulla minima!"
    }
]